tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "kubernetes-cli"
brew "mas"
brew "p7zip"
brew "peco"
brew "sbt"
brew "scala"
brew "the_platinum_searcher"
brew "yarn"

cask "docker"
cask "docker-toolbox"
cask "gitkraken"
cask "gitter"
cask "hyper"
cask "hyperswitch"
cask "intellij-idea-ce"
cask "java"
cask "kindle"
cask "kitematic"
cask "teamsql"
cask "vagrant"
cask "visual-studio-code"

mas "1Password 7", id: 1333542190
mas "Dropshelf", id: 540404405
mas "HyperDock", id: 449830122
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Paste", id: 967805235
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "PopClip", id: 445189367
mas "Spark", id: 1176895641
mas "Transmit", id: 403388562
mas "Tweetbot", id: 1384080005
