tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "bat"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "mas"
brew "p7zip"
brew "peco"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "tldr"
brew "yarn"

cask "alfred"
cask "docker"
cask "dockstation"
cask "dropbox"
cask "gitkraken"
cask "gitter"
cask "google-japanese-ime"
cask "hyper"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "kindle"
cask "logitech-options"
cask "optionspace"
cask "spotify"
cask "teamsql"
cask "visual-studio-code"

mas "1Password 7", id: 1333542190
mas "Dropshelf", id: 540404405
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Paste", id: 967805235
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "PopClip", id: 445189367
mas "Spark", id: 1176895641
mas "Tweetbot", id: 1384080005
