tap "homebrew/cask-fonts"

brew "asdf"
brew "bat"
brew "bottom"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "sd"
brew "sevenzip"
brew "sk"
brew "starship"
brew "skhd"
brew "yabai"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alacritty"
cask "betterdisplay"
cask "cleanmymac"
cask "font-inconsolata-nerd-font"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "vivaldi"
